controllers/CampusController.php

INSERT INTO `campus` (`nombre`, `calle`, `colonia`, `numero`, `codigopostal`, `telefono`, `ciudad`, `estado`) VALUES ('Topoto', 'qwerty', 'qwerty', '1234', '213456', 1234567890, 'Tepalcatepec', 'Michoacán')
---
    public function actionCreate()
    {
        $model = new Campus();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {