controllers/DepartamentoController.php

    public function actionCreate()
    {
        $model = new Departamento();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `departamento` (`nombre`, `descripcion`, `telefono`, `id_campus`) VALUES ('1', '1', 1, 1)