controllers/DocenteController.php

INSERT INTO `admin_docente` (`nombre`, `apaterno`, `amaterno`, `materias`, `id_campus`) VALUES ('Paulina', 'Palacios', 'Cárdenas', 'Dibujo', 3)
---
    public function actionCreate()
    {
        $model = new AdminDocente();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {