controllers/PersonalController.php

INSERT INTO `personal` (`nombre`, `apaterno`, `amaterno`, `fecha_nac`, `sexo`, `RFC`, `status`, `id_deptos`) VALUES ('Celerina', 'Perez', 'Gomez', '12/05/1978', 'Mujer', '1232143124', 'abc', 1)
---
    public function actionCreate()
    {
        $model = new Personal();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {